Repository: ermal96/my-recipes-core
Catalog: languages/*-recipes-core-*.po
Languages: sq

source: Collections
sq: Koleksionet

source: Collection
sq: Koleksion

source: Parent Item
sq: Prindi

source: Parent Item:
sq: Prindi

source: New Collection Name
sq: Shto emrin e koleksionit

source: Add Collection Item
sq: Shto Koleksion

source: Edit Collection
sq: Modifiko Koleksionin

source: Update Collection
sq: Përditëso Koleksionin

source: View Collection
sq: Shiko Koleksionin

source: Search Collections
sq: Kerko Koleksionet

source: Not Found
sq: Nuk u gjetë

source: No Collections
sq: Nuk ka koleksione

source: Back to Collections
sq: Kthehu ne faqen kryesore

source: collections
sq: koleksionet

source: Recipes
sq: Recetat

source: Recipe
sq: receta

source: Edit Recipe
sq: Modifiko Recetën

source: New Recipe
sq: Shto Recetë

source: View Recipe
sq: Shiko Recetën

source: Search Recipe
sq: Kerko Receta

source: Recipes Not Found
sq: Recetat nuk u gjetën

source: All Recipe
sq: Te gjitha recetat

source: Recipe Archives
sq: Arkivi Recetave

source: Recipe Attributes
sq: Atributet e recetes

source: Insert Into Recipe
sq: Shto tek receta

source: Recipe Image
sq: Imazhi recetes

source: Set Recipe Image
sq: Vendos imazhin e recetës

source: Remove Recipe Image
sq: Hiq imazhin e recetës

source: Recipe Published
sq: Receta u publikua

source: Recipe Updated
sq: Receta u perditsua

source: recipe
sq: receta

source: Link added to the clipboard!
sq: Lidhja u shtua në klipboard!

source: Share on
sq: Shperndaje ne
